sheets=[["1","파생클래스에서는 기본클래스의 모든 함수에 접근이 가능한가요? ",
         "네.하지만 접근지정자 여부에 따라 접근가능여부가 바뀔수 있습니다. 자세한것은 접근지정과 관련된 내용도 참고해 주세요"],
        ["2","다운캐스팅을 하고싶어서 코드를 작성중인데 오류가뜹니다. ",
         "포인터로 변수가 선언이 되어있는지 확인해주세요."],
        ["3","error C2248: 'Notebookcomp::Notebookcomp' : private 멤버('Notebookcomp' 클래스에서 선언) 같은 에러가 뜹니다",
         "private으로 선언이 되어있는지 확인하고 public으로 바꾸어 주세요."],
        ["4","java에서는 다중상속이 불가능 한것으로 알고 있는데 C++은 다중상속이 가능한가요?",
         "java와 다르게 C++은 다중 상속이 가능합니다"]
        ]
